---
kind: enumMember
id: F:Autodesk.Revit.DB.IFCVersion.IFC4x3
enum: Autodesk.Revit.DB.IFCVersion
source: html/03f1bce3-dd39-9deb-c732-db82474cb40b.htm
---
# Autodesk.Revit.DB.IFCVersion.IFC4x3

IFC4x3 file format